Repository: aneeshchakka/Alarming_Visuals_2
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# activeAlarm.timeLabel
source: Alarm set for
es: Alarma puesto para

# camera.allowCamera
source: Allow Camera Usage
es: Permite Uso de la Camera

# camera.allowCameraMessage
source: In the Settings App, allow camera usage for this app.
es: En las configuraciones, permite uso de la cámara para esta aplicación

# camera.noCamera
source: No camera
es: No hay cámara

# camera.noCameraMessage
source: Sorry, this device has no rear camera.
es: Disculpa, este celular no tiene cámara

# camera.noImage
source: No image selected.
es: No ha tomado una foto.

# camera.submit
source: Submit
es: Enviar

# camera.take
source: Take a picture of a(n)
es: Toma una foto de

# camera.takePicture
source: Take Picture
es: Toma una foto

# camera.tryAgain
source: Try Again
es: Intentalo de nuevo

# create.invalid
source: Invalid Alarm
es: Alarma invalida

# create.nameLabel
source: Alarm Name
es: Nombre de la Alarma

# create.Photos
source: Photos
es: Fotos

# create.placeholder
source: Name your alarm here!
es: Anombre tu alarma aqui!

# create.Repeat
source: Repeat
es: Repite

# create.select
source: Please select at least 1 photo option
es: Por favor seleccione al menos una opcion

# create.Sound
source: Sound
es: Sonido

# create.title
source: Create/Edit Alarm
es: Crear/Editar la Alarma

# google.congratulations
source: Congratulations!
es: Felicidades!

# google.loading
source: Waiting on Google Vision...
es: Esperando el Google Vision...

# google.noObjects
source: No objects found
es: No hubo objectos

# google.tryAgain
source: Try again!
es: Intentalo de nuevo!

# login.email
source: Email
es: Correo Electronico

# login.incorrect
source: Username or password is incorrect.
es: El nombre o contraseña esta incorrecto

# login.instruction
source: Please log in or sign up
es: Conectese o Registrese

# login.login
source: Log In
es: Conectese

# login.password
source: Password
es: Contraseña

# login.signup
source: Sign Up
es: Registrese

# main.none
source: No alarms yet, click the plus to create one!
es: No hay alarmas todavía, haga clic en el mas!

# main.title
source: Alarms
es: Alarmas

# photo.Apple
source: Apple
es: Manzana

# photo.Banana
source: Banana
es: Platano

# photo.Car
source: Car
es: Coche

# photo.Chair
source: Chair
es: Silla

# photo.Egg
source: Egg
es: Blanquillo

# photo.Frying Pan
source: Frying Pan
es: Sarten

# photo.Houseplant
source: Houseplant
es: Planta

# photo.Microwave Oven
source: Microwave Oven
es: Microondas

# photo.Oven
source: Oven
es: Estufa

# photo.Refrigerator
source: Refrigerator
es: Refrigerador

# photo.Shoe
source: Shoe
es: Zapato

# photo.Sink
source: Sink
es: Lavamanos

# photo.Table
source: Table
es: Mesa

# photo.title
source: Photo Options
es: Opciones para Fotos

# photo.Toothbrush
source: Toothbrush
es: Cepillo de Dientes

# photo.Truck
source: Truck
es: Camion

# photo.Wheel
source: Wheel
es: Llanta

# photo.Window
source: Window
es: Ventana

# repeat.Friday
source: Friday
es: viernes

# repeat.Monday
source: Monday
es: lunes

# repeat.Saturday
source: Saturday
es: sabado

# repeat.Sunday
source: Sunday
es: domingo

# repeat.Thursday
source: Thursday
es: jueves

# repeat.title
source: Repeat Options
es: Opciones para Repetir

# repeat.Tuesday
source: Tuesday
es: martes

# repeat.Wednesday
source: Wednesday
es: miercoles

# settings.Dark Mode
source: Dark Mode
es: Modo Oscuro

# settings.logout
source: Logout
es: Cerrar Sesion

# settings.Spanish
source: Spanish
es: Español

# signup.back
source: Back to Login
es: Volver al Registre

# signup.create
source: Create an account!
es: Crear una cuenta!

# signup.createButton
source: Create Account
es: Crear una cuenta

# signup.email
source: Enter email
es: Escriba su correo electronico

# signup.error
source: Passwords don't match.
es: Las contraseñas no coinciden.

# signup.password
source: Create password
es: Crear contraseña

# signup.retype
source: Re-type password
es: Volver a escribir la contraseña
